Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Use Dynamic Ratio to adjust basal rates.
bg: Използване на Dynamic Ratio за коригиране на базалните дози.
cs: Používat dynamický poměr k úpravě bazálních dávek.
da: Brug Dynamisk Ratio til at justere basale satser.
de: Verwende das Dynamische Verhältnis, um die Basalraten anzupassen.
es: Utilice la relación dinámica para ajustar las tasas basales.
fr: Utilisez le Ratio dynamique pour ajuster les débits basaux.
it: Usa il rapporto dinamico per regolare i tassi basali.
nb_no: Bruk dynamisk forhold til å justere basalrater.
nl: Gebruik dynamische verhouding om de basaalstanden aan te passen.
pl: Użyj współczynnika dynamicznego, aby dostosować dawki bazowe.
pt_pt: Use a Taxa Dinâmica para ajustar as taxas de basal.
ru: Используйте динамическое соотношение для настройки базовых ставок.
sv: Använd Dynamisk ratio för att justera basal.
uk: Використовувати динамічне співвідношення для налаштування базових ставок.
vi: Sử dụng Tỷ lệ Động để điều chỉnh tốc độ liều nền.
zh_hant: 使用動態比例來調整基礎速率。

source: Use emojis for calendar events. See hint for more details.
bg: Използване на емоджита за събитията в календара. Вижте подсказката за повече детайли.
cs: Používat emoji pro události kalendáře. Podrobnosti najdeš v nápovědě.
da: Brug emojis til kalenderbegivenheder. Se tip for flere detaljer.
de: Verwende Emojis für Kalenderereignisse. Siehe Hinweis für weitere Details.
es: Utilice emojis para eventos de calendario. Ver pista para más detalles.
fr: Utiliser des émojis dans les événements du calendrier. Voir l’astuce (?) pour plus de détails.
it: Usa le emoji per gli eventi del calendario. Vedi il suggerimento per maggiori dettagli.
nb_no: Bruk emojis for kalenderhendelser. Se tips for mer detaljer.
nl: Gebruik emojis voor agenda-gebeurtenissen. Zie hint voor meer details.
pl: Użyj emotikonów dla wydarzeń kalendarza. Więcej szczegółów znajdziesz w wskazówce.
pt_pt: Use emojis para eventos do calendário. Veja a dica para mais detalhes.
ru: Используйте emojis для событий календаря. Смотрите подсказку для получения более подробной информации.
sv: Använd emojis för kalenderhändelser. Se tips för mer information.
uk: Використовуйте емоджі для подій календаря. Див. підказку для отримання детальної інформації.
vi: Sử dụng biểu tượng cảm xúc (emoji) cho các sự kiện trên lịch. Xem gợi ý để biết thêm chi tiết.
zh_hant: 在日曆事件中使用表情符號。請參見提示以獲取更多詳細信息。

source: Use local glucose server
bg: Използване на локален сървър за глюкоза
cs: Používat lokální glukózový server
da: Brug lokal server som glukosekilde
de: Lokalen Glukose-Server verwenden
es: Usar servidor local de glucosa
fr: Utiliser un serveur de glucose local
it: Usa server locale come sorgente glicemia
nb_no: Bruk lokal glukoseserver
nl: Lokale glucose server gebruiken
pl: Użyj lokalnego serwera glukozy
pt_pt: Usar servidor de glicose local
ru: Использовать локальный сервер глюкозы
sv: Använd lokal server som glukoskälla
uk: Використовувати локальний сервер
vi: Sử dụng đường huyết cục bộ
zh_hant: 使用本地血糖伺服器

source: Use Sigmoid Function
bg: Използване на сигмоидна функция
cs: Používat sigmoidní funkci
da: Brug Sigmoid Funktion
de: Sigmoid-Funktion verwenden
es: Usar función Sigmoid
fr: Utiliser la fonction sigmoïde
it: Usa Funzione Sigmoid
nb_no: Bruk Sigmoid-funksjon
nl: Gebruik Sigmoid functie
pl: Użyj funkcji Sigmoid
pt_pt: Usar Função Sigmoid
ru: Использовать Сигмоидную функцию
sv: Använd S-formad dynamisk insulinkänslighet
uk: Використовувати Сігмоїдну Функцію
vi: Sử dụng hàm Sigmoid (SF)
zh_hant: 使用sigmoid函數

source: User Interface
bg: Потребителски интерфейс
cs: Uživatelské rozhraní
da: Brugergrænseflade
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia Utente
nb_no: Brukergrensesnitt
nl: Gebruikers Interface
pl: Interfejs użytkownika
pt_pt: Interface do usuário
ru: Интерфейс пользователя
sv: Användargränssnitt
uk: Інтерфейс користувача
vi: Giao Diện Người Dùng
zh_hant: 使用者介面

source: Uses a combined range of all possible forecasts from the OpenAPS lines and provides you with a range of possible forecasts. This option has shown to reduce confusion and stress around algorithm forecasts by providing a less concerning visual representation.
bg: Използва комбиниран диапазон от всички възможни прогнози от линиите на OpenAPS и ви предоставя диапазон от възможни прогнози. Тази опция се е оказала, че намалява объркването и стреса около прогнозите на алгоритъма, предоставяйки по-малко тревожно визуално представяне.
cs: Používá kombinovaný rozsah všech možných předpovědí z linií OpenAPS a poskytuje ti rozmezí možného vývoje. Tato možnost se osvědčila při snižování zmatku a stresu z předpovědí algoritmu tím, že nabízí méně znepokojivé vizuální znázornění.
da: Bruger en kombineret vifte af alle mulige prognoser fra OpenAPS linjer og giver dig en række mulige prognoser. Denne mulighed har vist sig at reducere forvirring og stress omkring algoritme prognoser ved at give en mindre om visuel repræsentation.
de: Verwendet einen kombinierten Bereich aller möglichen Vorhersagen aus den OpenAPS-Linien und bietet Dir eine Reihe von möglichen Vorhersagen. Es hat sich gezeigt, dass diese Option Verwirrung und Stress im Zusammenhang mit Algorithmusvorhersagen verringert, da sie eine weniger beunruhigende visuelle Darstellung bietet.
es: Utiliza un rango combinado de todas las previsión posibles de las líneas OpenAPS y le proporciona una gama de predisposiciones posibles. Esta opción ha demostrado reducir la confusión y el estrés en torno a los pronósticos del algoritmo proporcionando una menor representación visual.
fr: Utilise un intervalle combiné de toutes les prévisions possibles issues des lignes d’OpenAPS, et vous présente une plage de prévisions potentielles. Cette option a démontré qu’elle réduit la confusion et le stress liés aux prévisions de l’algorithme, en offrant une représentation visuelle moins inquiétante.
it: Utilizza una gamma combinata di tutte le possibili previsioni dalle linee OpenAPS e fornisce una serie di possibili previsioni. Questa opzione ha dimostrato di ridurre la confusione e lo stress intorno alle previsioni algoritmiche, fornendo un meno per quanto riguarda la rappresentazione visiva.
nb_no: Bruker et kombinert utvalg av alle mulige prognoser fra OpenAPS-linjene og gir deg et utvalg av mulige prognoser. Dette alternativet har vist seg å redusere forvirring og stress rundt algoritmiske prognoser ved å gi en mindre bekymringsfull visuell representasjon.
nl: Gebruikt een gecombineerd bereik van alle mogelijke voorspellingen van de OpenAPS-lijnen en biedt u een reeks mogelijke voorspellingen. Deze optie heeft de verwarring en de stress rond de voorspellingen van het algoritme verminderd, door een minder over de visuele representatie te bieden.
pl: Używa łącznego zakresu wszystkich możliwych prognoz z linii OpenAPS i zapewnia szereg możliwych prognoz. Wykazano, że opcja ta zmniejsza dezorientację i nacisk wokół prognoz algorytmu poprzez zmniejszenie liczby reprezentacji wizualnej.
pt_pt: Usa um intervalo combinado de todas as previsões possíveis a partir das linhas do OpenAPS e fornece a você um intervalo de previsões possíveis. Esta opção mostrou-se para reduzir a confusão e o stress em torno de previsões de algoritmos, fornecendo uma representação visual menos relativa.
ru: Использует комбинированный диапазон всех возможных прогнозов по линиям OpenAPS и дает вам диапазон возможных прогнозов. Этот вариант позволяет уменьшить неразбериху и стресс вокруг прогнозов алгоритмов, не говоря уже о визуальном представлении.
sv: Använder samtliga underliggande OpenAPS-prognoslinjer och ger dig en samlad helhetsbild. Detta alternativ kan minska förvirring och onödig stress genom att ge en balanserad visuell representation jämfört med de mer komplexa individuella prognoslinjerna.
uk: Використовує комбінований спектр всіх можливих прогнозів з OpenAPS ліній і надає вам широкий спектр можливих прогнозів. Цей варіант показаний для зменшення плутанини та стресу навколо алгоритмів прогнозів, забезпечуючи менше стосовно візуального представлення.
vi: Sử dụng phạm vi kết hợp từ tất cả các dự báo có thể của các đường OpenAPS và cung cấp cho bạn một khoảng dự báo có thể xảy ra. Tùy chọn này đã cho thấy hiệu quả trong việc giảm nhầm lẫn và lo lắng liên quan đến các dự báo của thuật toán, nhờ hiển thị trực quan ít gây lo ngại hơn.
zh_hant: 使用OpenAPS的所有預測的組合範圍，並為您提供可能的預測範圍。這個選項已顯示能減少對算法預測的困惑和壓力，提供了較不擔憂的可視化表示。

source: Uses the fairly established Time in Tight Range definition, which is defined as time between %1$@ and %2$@ %3$@.
bg: Използва сравнително установената дефиниция на „Време в тесен диапазон“, която е дефинирана като време между %@ и %@ %@.
cs: Používá zavedenou definici „Času v úzkém rozmezí“ (TITR), což je čas mezi %1$@ a %2$@ %3$@.
da: Bruger den rimeligt etablerede tid i Tight Range definition, som er defineret som tid mellem %1$@ og %2$@ %3$@.
de: Verwendet die relativ gängige Definition der "Time in Tight Range", die als Zeit zwischen %1$@ und %2$@ %3$@ definiert ist.
fr: Utilise la définition désormais bien établie du temps dans la plage cible étroite (TITR), correspondant à la durée pendant laquelle la mesure de glucose se situe entre %1$@ et %2$@ %3$@.
it: Utilizza il TIR ristretto, definito come il tempo tra %1$@ e %2$@ %3$@.
nb_no: Bruker den ganske etablerte definisjonen for tid i strengt målområde, som er definert som tid mellom %1$@ og %2$@ %3$@.
nl: Gebruikt de gevestigde Tijd binnen strak doelbereik (Time in Tight Range of TITR) definitie, die wordt gedefinieerd als tijd tussen %1$@ en %2$@ %3$@.
pl: Używa dość wąskiego TIR, który jest zdefiniowany jako czas pomiędzy %1$@ a %2$@ %3$@.
sv: Använder den relativt etablerade definitionen för 'Time in Tight Range', som avser tid inom %1$@ och %2$@ %3$@.
vi: Sử dụng định nghĩa khá phổ biến về Thời gian trong Phạm vi Chặt (Time in Tight Range), được xác định là khoảng thời gian khi đường huyết nằm giữa %1$@ và %2$@ %3$@.
zh_hant: 使用相當確定的緊密範圍定義，該定義為在 %1$@ 和 %2$@ %3$@ 之間的時間。

source: Uses the IOB, COB, UAM, and ZT forecast lines from OpenAPS. This option provides a more detailed view of the algorithm's forecast, but may be more confusing for some users.
bg: Използва линиите за прогноза IOB, COB, UAM и ZT от OpenAPS. Тази опция предоставя по-подробен изглед на прогнозата на алгоритъма, но може да бъде по-объркваща за някои потребители.
cs: Používá predikční křivky IOB, COB, UAM a ZT z OpenAPS. Tato možnost nabízí detailnější pohled na předpověď algoritmu, ale pro některé uživatele může být nepřehledná.
da: Bruger IOB, COB, UAM, og ZT prognose linjer fra OpenAPS. Denne indstilling giver en mere detaljeret visning af algoritmens prognose, men kan være mere forvirrende for nogle brugere.
de: Verwendet die IOB-, COB-, UAM- und ZT-Prognoselinien von OpenAPS. Diese Option bietet eine detailliertere Ansicht der Vorhersage des Algorithmus, kann aber für einige Benutzer verwirrender sein.
es: Utiliza las líneas de previsión IOB, COB, UAM y ZT de OpenAPS. Esta opción proporciona una vista más detallada del pronóstico del algoritmo, pero puede ser más confusa para algunos usuarios.
fr: Cette option permet d’utiliser les lignes de prévision IOB, COB, UAM et ZT issues d’OpenAPS. Elle offre une vue plus détaillée des prévisions de l’algorithme, mais peut s’avérer déroutante pour certains utilisateurs.
it: Utilizza le linee di previsione IOB, COB, UAM, e ZT da OpenAPS. Questa opzione fornisce una visione più dettagliata delle previsioni dell'algoritmo, ma può essere più confusa per alcuni utenti.
nb_no: Bruker IOB, COB, UAM, og ZT prognoselinjer fra OpenAPS. Dette alternativet gir en mer detaljert visning av algoritmens prognose, men kan være mer forvirrende for enkelte brukere.
nl: Gebruikt de IOB, COB, UAM en ZT voorspellingen van OpenAPS. Deze optie biedt een meer gedetailleerde weergave van de algoritme voorspelling, maar kan voor sommige gebruikers verwarrend zijn.
pl: Używa linii prognoz IOB, COB, UAM, i ZT z OpenAPS. Ta opcja zapewnia bardziej szczegółowy widok prognozy algorytmu, ale może być bardziej myląca dla niektórych użytkowników.
pt_pt: Usa as linhas de previsão IOB, COB, UAM e ZT da OpenAPS. Esta opção fornece uma visão mais detalhada das previsões do algoritmo, mas pode ser mais confusa para alguns usuários.
ru: Использует линии прогнозов IOB, COB, UAM, и ZT от OpenAPS. Эта опция дает более подробное представление прогноза алгоритма, но может быть более запутанным для некоторых пользователей.
sv: Använder IOB, COB, UAM, och ZT prognoslinjer från OpenAPS. Detta alternativ ger en mer detaljerad bild av algoritmens prognosberäkningar, men kan upplevas mer komplex.
uk: Використовує IOB, COB, UAM і ZT рядки з OpenAPS. Ця опція надає більш детальний вигляд прогнозу алгоритму, але може бути більш заплутаним для деяких користувачів.
vi: Sử dụng các đường dự báo IOB, COB, UAM và ZT từ OpenAPS. Tùy chọn này cung cấp cái nhìn chi tiết hơn về dự báo của thuật toán, nhưng có thể gây nhầm lẫn cho một số người dùng.
zh_hant: 使用OpenAPS的IOB、COB、UAM和ZT預測線。這個選項提供了對算法預測的更詳細視圖，但對一些使用者來說可能更具困惑性。

source: Uses the very new – first discussed at ATTD 2025 in Amsterdam, NL – Time in Normoglycemia definition, which adopts its range as all values between the normoglycemic minimum threshold (%1$@ %2$@) and %3$@ %4$@.
bg: Използва съвсем новата – обсъдена за първи път на ATTD 2025 в Амстердам, Нидерландия – дефиниция за „Време в нормогликемия“, която приема обхвата си като всички стойности между минималния праг за нормогликемия (%@ %@) и %@ %@.
cs: Používá nejnovější definici „Času v normoglykémii“ (poprvé diskutovanou na ATTD 2025 v Amsterdamu), která zahrnuje všechny hodnoty mezi minimální hranicí normoglykémie (%1$@ %2$@) a %3$@ %4$@.
da: Bruger den helt nye – først diskuteret på ATTD 2025 i Amsterdam, NL – Time in Normoglycemia definition, som vedtager sit interval som alle værdier mellem den normoglykæmiske minimumstærskel (%1$@ %2$@) og %3$@ %4$@.
de: Verwendet die sehr neue - erstmals auf dem ATTD 2025 in Amsterdam, NL, diskutierte - Definition der „Zeit in Normoglykämie“, die als Bereich alle Werte zwischen der normoglykämischen Mindestschwelle (%1$@ %2$@) und %3$@ %4$@ umfasst.
fr: Utilise la toute nouvelle définition du temps en Normoglycémie (TIN), présentée pour la première fois lors de l’ATTD 2025 à Amsterdam (Pays-Bas). Cette définition considère comme plage toutes les valeurs comprises entre le seuil minimal de Normoglycémie (%1$@ %2$@) et %3$@ %4$@.
nb_no: Bruker den helt nye definisjonen – først diskutert på ATTD 2025 i Amsterdam, NL – Tid i Normoglykemi, som definerer området sitt som alle verdier mellom normoglycemiens minimumsgrense (%1$@ %2$@) og %3$@ %4$@.
nl: Gebruikt de zeer nieuwe – eerst besproken in ATTD 2025 in Amsterdam, NL – Tijd in Normale glucose definitie, die zijn bereik aanneemt als alle waarden tussen de minimale normoglycemische drempelwaarde (%1$@ %2$@) en %3$@ %4$@.
pl: Wykorzystuje zupełnie nową – po raz pierwszy omówioną na konferencji ATTD 2025 w Amsterdamie, NL – definicję czasu w normoglikemii, która przyjmuje swój zakres jako wszystkie wartości pomiędzy minimalnym progiem normoglikemii (%1$@ %2$@) a %3$@ %4$@.
sv: Använder den helt nya definitionen – introducerad på ATTD 2025 i Amsterdam, NL – 'Time in Normoglycemia', som avser värden mellan normoglykemisk minimitröskel (%1$@ %2$@) och %3$@ %4$@.
vi: Sử dụng định nghĩa rất mới về “Thời gian trong phạm vi bình thường” (Time in Normoglycemia) – lần đầu tiên được giới thiệu tại hội nghị ATTD 2025 ở Amsterdam, Hà Lan – với phạm vi được xác định là tất cả các giá trị nằm giữa ngưỡng tối thiểu normoglycemia (%1$@ %2$@) và %3$@ %4$@.
zh_hant: 使用非常新的——首次在 2025 年阿姆斯特丹的 ATTD 討論的——正常血糖定義，其範圍採用所有在正常血糖最小閾值 (%1$@ %2$@) 和 %3$@ %4$@ 之間的值。

source: Uses your Nightscout as CGM
bg: Използва вашия Nightscout като CGM
cs: Používá tvůj Nightscout jako zdroj CGM
da: Bruger din Nightscout som CGM
de: Verwendet Dein Nightscout als CGM
es: Usa tu Nightscout como CGM
fr: Utilise Nightscout (NS) en tant que CGM (Capteur de Glucose en continu)
it: Usa il tuo Nightscout come CGM
nb_no: Bruker din Nightscout som CGM
nl: Gebruikt je Nightscout als CGM
pl: Używa Twojego Nightscout jako CGM
pt_pt: Usa seu Nightscout como CGM
ru: Использует вашу ночную разведку как CGM
sv: Använder din Nightscout som CGM
uk: Використовувати Вашу ніч як CGM
vi: Sử dụng Nightscout của bạn làm CGM
zh_hant: 使用您的Nightscout作為CGM

source: Using shared app group with external CGM app GlucoseDirect
bg: Използва се споделена app group с външното CGM приложение GlucoseDirect
cs: Používání sdílené skupiny aplikací s externí aplikací CGM GlucoseDirect
da: Brug af delt app-gruppe med ekstern CGM app GlucoseDirect
de: Benutzt gemeinsame App-Groups (Xcode) mit externer CGM App GlucoseDirect
es: Usando un grupo de aplicaciones compartido con GlucoseDirect app CGM externa
fr: Utilisation d’un groupe d’apps partagé avec l’application CGM externe (application de lecture du taux de glucose tiers)
it: Utilizzando il gruppo di applicazioni condivise con l'app esterna CGM GlucoseDirect
nb_no: Bruker delt appgruppe med ekstern CGM-app GlucoseDirect
nl: Gebruikt gedeelde app groep met externe CGM app GlucoseDirect
pl: Używanie współdzielonej grupy aplikacji z zewnętrzną aplikacją CGM GlucoseDirect
pt_pt: Usando grupo de apps compartilhados com um app CGM externo GlucoseDirect
ru: Используйте общую app group, при подписании приложений, для прямого подключения CGM приложения GlucoseDirect к FreeAPSx
sv: Använder delad appgrupp med CGM-app GlucoseDirect
uk: Використання спільної групи програм із зовнішньою програмою CGM GlucoseDirect
vi: Sử dụng nhóm ứng dụng dùng chung với ứng dụng CGM bên ngoài Glucose Direct
zh_hant: 與外部CGM應用GlucoseDirect使用共享應用組

source: Using shared app group with external CGM app xDrip4iOS
bg: Използва се споделена app group с външното CGM приложение xDrip4iOS
cs: Používání sdílené skupiny aplikací s externí aplikací CGM xDrip4iOS
da: Brug af delt app-gruppe med ekstern CGM app xDrip4iOS
de: Benutzt gemeinsame App-Groups (Xcode) mit externer CGM App xDrip4iOS
es: Utilizando un grupo de aplicaciones compartido con xDrip4iOS de aplicación CGM externa
fr: Utilisation d’un groupe d’application partagé avec l’application CGM externe "xDrip4iOS"
it: Utilizzo di un gruppo di app condivise con l'app CGM esterna xDrip4iOS
nb_no: Bruker delt appgruppe med ekstern CGM-app xDrip4iOS
nl: Gedeelde app-groep wordt gebruikt met externe CGM app xDrip4iOS
pl: Używanie współdzielonej grupy aplikacji z zewnętrzną aplikacją CGM xDrip4iOS
pt_pt: Usando grupo de aplicativos compartilhados com aplicativo CGM externo xDrip4iOS
ru: Используйте общую app group, при подписании приложений, для прямого подключения CGM приложения xDrip4iOS к FreeAPSx
sv: Använder delad appgrupp med CGM-app xDrip4iOS
uk: Використання спільної групи програм із зовнішньою програмою CGM xDrip4iOS
vi: Sử dụng nhóm ứng dụng chia sẻ với ứng dụng CGM bên ngoài xDrip4iOS
zh_hant: 與外部CGM應用xDrip4iOS使用共享應用組

source: Valid for footer
bg: Валиден за footer
cs: Platné pro zápatí
da: Gyldig til footer
de: Gültig für die Fußzeile
es: Válido para el pie de página
fr: Valide pour le pied de page
it: Valido per il piè di pagina
nb_no: Gyldig i bunntekst
nl: Geldig voor voettekst
pl: Ważne dla stopki
pt_pt: Válido para rodapé
ru: Действителен для футера
sv: Giltig för sidfot
uk: Дійсний для футера
vi: Hợp lệ
zh_hant: 有效的頁尾

source: Value
bg: Стойност
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fr: Valeur
it: Valore
nb_no: Verdi
nl: Waarde
pl: Wartość
pt_pt: Valor
ru: Значение
sv: Värde
uk: Значення
vi: Giá trị
zh_hant: 數值

source: value: %lf
bg: стойност: %lf
cs: hodnota: %lf
da: værdi: %lf
de: Wert: %lf
es: valor: %lf
fr: Valeur : %lf
nb_no: verdi: %lf
nl: waarde: %lf
pl: wartość: %lf
pt_pt: valor: %lf
ru: значение: %lf
sv: värde: %lf
vi: giá trị: %lf
zh_hant: 數值：%lf

source: Values
bg: Стойности
cs: Hodnoty
da: Værdier
de: Werte
es: Valores
fr: Valeurs
it: Valori
nb_no: Verdier
nl: Waarden
pl: Wartości
pt_pt: Valores
ru: Значения
sv: Värden
uk: Значення
vi: Giá trị
zh_hant: 數值

source: Various Glucose Notifications
bg: Различни известия за глюкоза
cs: Různá oznámení o glukóze
da: Forskellige Blodsukker Meddelelser
de: Verschiedene Glukose-Benachrichtigungen
es: Varias notificaciones de Glucosa
fr: Configuration des notifications de glucose
it: Notifiche Glicemia Varie
nb_no: Diverse blodsukkervarsler
nl: Diverse Glucose meldingen
pl: Różne powiadomienia dotyczące poziomu glikemii
pt_pt: Várias notificações Glucose
ru: Различные уведомления о глюкозе
sv: Olika glukosnotiser
uk: Різні сповіщення Glucose
vi: Các thông báo đường huyết khác nhau
zh_hant: 各式血糖通知

source: Very High (>%@)
bg: Много висока (>%@)
cs: Velmi vysoká (>%@)
da: Meget Høj (>%@)
de: Sehr hoch (>%@)
fr: Très haut (>%@)
nb_no: Veldig høyt (>%@)
nl: Zeer hoog (>%@)
pl: Bardzo wysoki (>%@)
sv: Akut högt (>%@)
vi: Quá Cao (>%@)
zh_hant: 非常高 (>%@)

source: Very Low (<%@)
bg: Много ниска (<%@)
cs: Velmi nízká (<%@)
de: Sehr niedrig (<%@)
fr: Très BAS (<%@)
nb_no: Veldig lavt (<%@)
pl: Bardzo niski (<%@)
vi: Quá Thấp (<%@)
zh_hant: 非常低 (<%@)

source: Very Low Glucose Bolus Warning
bg: Предупреждение при болус с много ниска глюкоза
cs: Varování při bolusu u velmi nízké glukózy
da: Meget Lavt Blodsukker Bolus Advarsel
de: Sehr niedrige Glukose Bolus Warnung
fr: Alerte si bolus avec glucose très bas
nb_no: Advarsel om veldig lavt blodsukker ved bolus
nl: Zeer lage glucose boluswaarschuwing
pl: Ostrzeżenie o bardzo niskim poziomie glikemii po podaniu bolusa
sv: Akut lågt glukos bolus-varning
vi: Cảnh báo tiêm bolus khi đường huyết rất thấp
zh_hant: 非常低血糖注射警告

source: Very Low Glucose Warning
bg: Предупреждение за много ниска глюкоза
cs: Varování při velmi nízké glukóze
da: Meget Lavt Blodsukker Advarsel
de: Sehr niedrige Glukose Warnung
fr: Alerte si glucose très bas
nb_no: Advarsel om veldig lavt blodsukker
nl: Zeer lage glucose-waarschuwing
pl: Ostrzeżenie o bardzo niskim poziomie glikemii
sv: Akut lågt glukos-varning
vi: Cảnh báo Đường huyết Rất Thấp
zh_hant: 非常低血糖警告

source: Via Watch
bg: Чрез Watch
cs: Přes hodinky
da: Via Ur
de: Über Watch
es: Vía Reloj
fr: Via la montre connectée
nb_no: Fra klokken
pl: Poprzez Zegarek
pt_pt: Através do relógio
ru: Через Часы
sv: Via klocka
uk: Віа Верт
vi: Thông qua đồng hồ
zh_hant: 透過手錶

source: View
bg: Изглед
cs: Zobrazit
da: Vis
de: Ansicht
fr: Vue
nb_no: Visning
nl: Weergave
pl: Widok
sv: Vy
vi: Hiển thị
zh_hant: 查看

source: Wait please
bg: Моля, изчакайте
cs: Čekejte prosím
da: Vent venligst
de: Bitte warten
es: Espere por favor
fr: Veuillez patienter
it: Attendere prego
nb_no: Vennligst vent
nl: Wachten
pl: Proszę czekać
pt_pt: Aguarde
ru: Подождите
sv: Vänta
uk: Зачекайте
vi: Xin đợi chốc lát
zh_hant: 請稍候

source: Want a hand? You can open our full Startup Guide here:
bg: Трябва ли ви помощ? Можете да отворите пълното ни ръководство за започване тук:
cs: Pokud se budeš ztrácet, zde je kompletní průvodce nastavením:
da: Vil du have en hånd? Du kan åbne vores fulde Startup Guide her:
de: Brauchst Du Hilfe? Hier kannst Du unseren vollständigen Startup-Leitfaden öffnen:
fr: Besoin d’un coup de main ? Vous pouvez ouvrir notre guide de démarrage complet ici :
nb_no: Trenger du litt hjelp? Du kan åpne vår komplette guide for nybegynnere her:
nl: Hulp nodig? Je kunt onze volledige startup gids hier openen:
pl: Potrzebujesz pomocy? Możesz otworzyć nasz pełny Przewodnik uruchamiania tutaj:
sv: Vill du ha hjälp? Du kan öppna vår startguide här:
vi: Bạn muốn được giúp đỡ? Bạn có thể mở Hướng dẫn sử dụng đầy đủ của chúng tôi tại đây:
zh_hant: 需要幫忙嗎？你可以在這裡打開我們完整的啟動指南：
